Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: tm/barotrauma_tuika.tmx
Source language: en_us
Languages: ja_jp

source: Dormant eggs of the Europan lifeform colloquially referred to as 'husk parasite'.
ja_jp: Europan生命体の休眠卵は口語的に「殻寄生虫」と呼ばれます。

source: Carbon
ja_jp: 炭素

source: Most commonly used in the manufacture of steel and plastic.
ja_jp: 最も一般的にスチールとプラスチックの製造に使用されます。

source: Iron
ja_jp: 鉄

source: Can be used in the manufacture of simple tools, or refined into steel by mixing it with carbon.
ja_jp: 簡単なツールの製造に使用される、または炭素とそれを混合することにより、鋼に精製することができます。

source: Tin
ja_jp: 錫

source: Most commonly used in the manufacture of various electrical components.
ja_jp: 最も一般的に種々の電気部品の製造に使用されます。

source: Lead
ja_jp: 鉛

source: Most commonly used in the manufacture of various types of ammunition.
ja_jp: 最も一般的に弾薬の様々な種類の製造に使用されます。

source: Phosphorus
ja_jp: 燐

source: Used in the manufacture of lamps, explosives and some medical compounds.
ja_jp: ランプ、爆発物や一部の医療化合物の製造に使用されます。

source: Copper
ja_jp: 銅

source: Most commonly used in the manufacture of electrical wiring.
ja_jp: 最も一般的には電気配線の製造に使用されます。

source: Zinc
ja_jp: 亜鉛

source: Most commonly used in the manufacture of batteries and tonic liquid.
ja_jp: 最も一般的にバッテリーとトニック液の製造に使用されます。

source: Sodium
ja_jp: ナトリウム

source: Medical fabricators can combine sodium and chloride to create a saline solution, which can be used as a treatment for blood loss or as an ingredient for more complex medicine.
ja_jp: 医療製造業者は、失血の治療として、またはより複雑な薬剤のための成分として使用することができる生理食塩水を、作成するためにナトリウム及び塩化物を組み合わせることができます。

source: Silicon
ja_jp: シリコン

source: Used as an ingredient in aluminum alloys, plastic and various electrical components.
ja_jp: アルミニウム合金、プラスチック及び各種電気部品中の成分として使用されます。

source: Uranium
ja_jp: ウラン

source: Can be refined in a fabricator to create fuel rods for a nuclear reactor, or used in the manufacture of nuclear weapons.
ja_jp: 原子炉用の燃料棒を作成するために、加工業者に洗練、または核兵器の製造に使用することができます。

source: Potassium
ja_jp: カリウム

source: Used in the manufacture of explosives and medical compounds. Reacts violently when in contact with water.
ja_jp: 爆発物や医療の化合物の製造に使用されます。ときに水と接触して激しく反応します。

source: Magnesium
ja_jp: マグネシウム

source: Lithium
ja_jp: リチウム

source: Most commonly used in the manufacture of batteries and antipsychotic drugs.
ja_jp: 最も一般的にバッテリーと抗精神病薬の製造に使用されます。

source: Chlorine
ja_jp: 塩素

source: Most commonly used in saline, a common treatment for blood loss, and chloral hydrate, a powerful sedative.
ja_jp: 最も一般的に生理食塩水、血液の損失、および抱水クロラール、強力な鎮静のための一般的な治療に使用されます。

source: Slime Bacteria
ja_jp: スライム細菌

source: A colony of myxobacteria. Can be processed into antibiotics.
ja_jp: 粘液細菌のコロニー。抗生物質に加工することができます。

source: Titanite
ja_jp: チタン石

source: A mineral containing titanium and iron.
ja_jp: チタンと鉄を含むミネラル。

source: Brockite
ja_jp: ブロカイト

source: A mineral containing titanium and phosphorus.
ja_jp: チタンやリンを含むミネラル。

source: Thorianite
ja_jp: トリアナイト

source: A rare mineral containing thorium.
ja_jp: トリウムを含む希少なミネラル。

source: Amblygonite
ja_jp: アビゴナイト

source: A mineral composed of lithium, aluminum and sodium.
ja_jp: リチウム、アルミニウムおよびナトリウムからなる鉱物。

source: Sphalerite
ja_jp: 閃亜鉛鉱

source: A mineral consisting largely of zinc in crystalline form.
ja_jp: 結晶形で、主に亜鉛からなるミネラル。

source: Pyromorphite
ja_jp: フィロモハイト

source: A mineral composed of chlorine.
ja_jp: ミネラルは、塩素で構成される。

source: Quartz
ja_jp: 石英

source: A crystalline mineral composed of silicon.
ja_jp: シリコンからなる結晶性鉱物。

source: Diamond
ja_jp: ダイヤモンド

source: A crystal composed of solid carbon.
ja_jp: 固体炭素からなる結晶。

source: Hydroxyapatite
ja_jp: ハイドロキシアパタイト

source: A mineral composed of calcium and phosphorus.
ja_jp: カルシウムおよびリンからなる鉱物。

source: Uranium Ore
ja_jp: ウラン鉱石

source: A mineral containing large concentrations of uranium.
ja_jp: ウランの大規模な濃度で含有するミネラル。

source: Ilmenite
ja_jp: イルメナイト

source: A mineral containing titanium.
ja_jp: チタンを含むミネラル。

source: Stannite
ja_jp: スタナイト

source: A mineral composed of copper, iron and tin.
ja_jp: ミネラルは、銅、鉄及びスズからなります。

source: Chalcopyrite
ja_jp: カルコパイライト

source: A mineral containing copper.
ja_jp: 銅を含むミネラル。

source: Esperite
ja_jp: エスペライト

source: A mineral composed of zinc and lead.
ja_jp: 亜鉛と鉛で構成されるミネラル。

source: Galena
ja_jp: ガリーナ

source: A mineral mostly consisting of lead.
ja_jp: ミネラルは、主に鉛からなります。

source: Triphylite
ja_jp: トリフィライト

source: A mineral containing lithium.
ja_jp: リチウムを含むミネラル。

source: Langbeinite
ja_jp: ラングナイト

source: A mineral consisting of potassium and magnesium.
ja_jp: カリウムおよびマグネシウムからなるミネラル。

source: Chamosite
ja_jp: シャモ

source: A mineral consisting of iron and aluminum.
ja_jp: 鉄およびアルミニウムからなる鉱物。

source: Iron Ore
ja_jp: 鉄鉱石

source: A mineral containing large amounts of iron.
ja_jp: 鉄を多く含むミネラル。

source: Polyhalite
ja_jp: ポリホライト

source: A mineral consisting of potassium and calcium.
ja_jp: カリウムおよびカルシウムからなる鉱物。

source: Graphite
ja_jp: 黒鉛

source: Carbon in crystalline form.
ja_jp: 結晶形の炭素。

source: Sylvite
ja_jp: カリ岩塩

source: A mineral containing potassium and sodium.
ja_jp: カリウム及びナトリウムを含有する鉱物。

source: Lazulite
ja_jp: 天藍石

source: A mineral containing phosphorus and iron.
ja_jp: リン、鉄を含むミネラル。

source: Bornite
ja_jp: 斑銅鉱

source: Cassiterite
ja_jp: スズ石

source: A mineral consisting of tin.
ja_jp: スズからなる鉱物。

source: Cryolite
ja_jp: 氷晶石

source: A mineral containing sodium.
ja_jp: ナトリウムを含むミネラル。

source: Aragonite
ja_jp: アラゴナイト

source: A mineral containing calcium.
ja_jp: カルシウムを含む鉱物。

source: Chrysoprase
ja_jp: クリソプレーズ

source: A mineral containing silicon.
ja_jp: ケイ素を含有するミネラル。

source: Opium
ja_jp: 麻薬

source: A relatively mild opioid obtained from aquatic poppy. Most commonly used to manufacture morphine and fentanyl.
ja_jp: 水生ケシから得られた比較的穏やかなオピオイド。最も一般的にモルヒネとフェンタニルを製造するために使用されます。

source: Broad-spectrum Antibiotics
ja_jp: 広域抗生物質

source: A mild antibiotic that acts against a wide range of disease-causing bacteria, though with the side effect of internal damage. Used as an ingredient in many medical compounds.
ja_jp: 内部損傷の副作用でも、疾患を引き起こす細菌の広い範囲に対して作用軽度の抗生物質。多くの医療化合物の原料として使用されます。

source: Stabilozine
ja_jp: スタビロジン

source: Used as an ingredient in the manufacture of various medicines. On its own, can be mildly useful in the treatment of internal damage and burns, and slightly more effective for oxygen deprivation.
ja_jp: 様々な医薬品の製造の原料として使用されます。それだけで、内部の損傷や火傷の治療で穏やかに役立ち、および酸素欠乏のために少しより効果的にすることができます。

source: Ethanol
ja_jp: エタノール

source: Medical alcohol used as an ingredient in the manufacture of various medicines. Drinking while on duty is not advised.
ja_jp: 種々の医薬品の製造における成分として使用される医療アルコール。当直中に飲酒することはお勧めできません。

source: Sulphuric Acid
ja_jp: 硫酸

source: A strong acid that causes burns when in contact with skin. Used as an ingredient in several poisons.
ja_jp: 皮膚に接触すると火傷の原因となる強酸。いくつかの毒の原料として使用されます。

source: Morphine
ja_jp: モルヒネ

source: A powerful opiate for treating pain associated with internal injuries, but will cause shortness of breath and eventual dependency with overuse.
ja_jp: 強力な内部の損傷に伴う痛みを治療するためのアヘンが、乱用で息切れして最終的な依存関係が発生します。

source: Fentanyl
ja_jp: フェンタニル

source: Saline
ja_jp: 生理食塩水

source: A sodium chloride infusion mildly useful in the treatment of blood loss.
ja_jp: 失血の治療において有用な穏やか塩化ナトリウム注入。

source: Blood Pack
ja_jp: 血液パック

source: A pack of blood substitute for the treatment of blood loss.
ja_jp: 失血の治療のための代用血液のパック。

source: Deusizine
ja_jp: デウニジン

source: A highly potent stimulant effective in the treatment of internal damage, oxygen deprivation and, to a lesser extent, blood loss. Produces mild burns as a side effect.
ja_jp: 非常に強力な内部損傷の治療に有効な刺激、酸素欠乏及び、より少ない程度に、失血。副作用として軽度の火傷を生成します。

source: Calyxanide
ja_jp: クレイキサイド

source: An antiparasitic drug used in the treatment of husk parasite infections. Might require higher dosage to cure the infection at later stages.
ja_jp: 殻の寄生虫感染症の治療に使用される抗寄生虫薬。後の段階で感染症を治すために高用量が必要な場合があります。

source: Haloperidol
ja_jp: ハロペリドール

source: A strong antipsychotic drug.
ja_jp: 強力な抗精神病薬。

source: Naloxone
ja_jp: ナロキソン

source: An opioid antagonist for the treatment of opiate-based withdrawal and overdose.
ja_jp: アヘンベースの撤退や過剰摂取の治療のためのオピオイド拮抗薬。

source: Morbusine Antidote
ja_jp: モルビシン解毒剤

source: An antidote for acute morbusine poisoning.
ja_jp: 急性モルビシン中毒の解毒剤。

source: Cyanide Antidote
ja_jp: シアン化物解毒剤

source: An antidote for acute cyanide poisoning.
ja_jp: 急性シアン化物中毒の解毒剤。

source: Sufforin Antidote
ja_jp: スフォリン解毒剤

source: An antidote for acute sufforin poisoning.
ja_jp: 急性スフォリン中毒の解毒剤。

source: Deliriumine Antidote
ja_jp: デリリマイト解毒剤

source: An antidote for acute deliriumine poisoning.
ja_jp: 急性デリリマイト中毒の解毒剤。

source: Slows down cellular degradation caused by radiation.
ja_jp: 放射線によって引き起こされる細胞の劣化を遅くします。

source: Liquid Oxygenite
ja_jp: 液体酸素

source: A mildly toxic solution that slowly releases oxygen into the bloodstream when injected. Avoid dropping.
ja_jp: 注射された場合に、ゆっくりと血流に酸素を放出穏やかに有毒なソリューション。落ちないようにしてください。

source: Tonic Liquid
ja_jp: トニックリキッド

source: A medical solution that's mildly effective as a treatment for internal damage, but most commonly used as an ingredient in more complex medical compounds.
ja_jp: 内部損傷の治療として穏やかに有効だが、最も一般的にはより複雑な医療用化合物中の成分として使用される医療溶液。

source: Methamphetamine
ja_jp: メタンフェタミン

source: A potent nervous system stimulant.
ja_jp: 強力な神経系刺激。

source: Anabolic Steroids
ja_jp: アナボリックステロイド

source: Temporarily increases muscular strength and physical performance.
ja_jp: 一時的に筋力および物理的性能を向上させます。

source: Hyperzine
ja_jp: ハイパージン

source: An extremely potent muscle stimulant for those moments when you gotta go fast.
ja_jp: あなたが得たそれらの瞬間のための非常に強力な筋肉の刺激が速く行きます。

source: Morbusine
ja_jp: モルビシン

source: A highly potent neurotoxin.
ja_jp: 非常に強力な神経毒。

source: Chloral Hydrate
ja_jp: 抱水クロラール

source: A sedative that can be used to knock someone out for a short period of time.
ja_jp: 短時間の間に誰かをノックアウトするために使用することができ鎮静。

source: Cyanide
ja_jp: シアン化物

source: Radiotoxin
ja_jp: レディオトキシン

source: Sufforin
ja_jp: スフォリン

source: Deliriumine
ja_jp: デリリマイト

source: A psychosis-inducing toxin.
ja_jp: 精神病を誘導する毒素。

source: Nitroglycerin
ja_jp: ニトログリセリン

source: A highly unstable liquid that may explode when subjected to heat or physical shock.
ja_jp: 熱や物理的な衝撃を受けたときに爆発する恐れがあり、非常に不安定な液体。

source: Calcium
ja_jp: カルシウム

source: An element, useful for crafting.
ja_jp: クラフトのために有用な元素で、。

source: Aluminium
ja_jp: アルミニウム

source: Titanium
ja_jp: チタン

source: Thorium
ja_jp: トリウム

source: Steel Bar
ja_jp: スチール棒

source: Useful for crafting.
ja_jp: クラフトに便利です。

source: Titanium-Aluminum Alloy
ja_jp: チタンアルミ合金

source: Plastic
ja_jp: プラスチック

source: Ballistic Fiber
ja_jp: 弾道ファイバ

source: Organic Fiber
ja_jp: 有機繊維

source: Rubber
ja_jp: ゴム

source: Flash Powder
ja_jp: フラッシュパウダー

source: Incendium Bar
ja_jp: インセンディウムバー

source: Fulgurium Bar
ja_jp: フルグリムバー

source: Physicorium Bar
ja_jp: サイコリウムバー

source: Dementonite Bar
ja_jp: デメントナイトバー

source: Fiber Plant
ja_jp: 繊維工場

source: This plant has the texture of a coconut and its fibers move on their own under your fingers unnervingly. Useful for crafting.
ja_jp: この植物は、ココナッツの食感を有し、その繊維がunnervingly指の下に自分で移動します。クラフトに便利です。

source: Elastin Plant
ja_jp: エラスチン工場

source: The foliage of this plant cannot be torn, only stretched. Useful for crafting.
ja_jp: この植物の葉は伸び、引き裂かすることはできません。クラフトに便利です。

source: Aquatic Poppy
ja_jp: 水生ポピー

source: It's warm to the touch. Useful for crafting.
ja_jp: それはタッチに暖かいです。クラフトに便利です。

source: Sea Yeast Shroom
ja_jp: 海の酵母マッシュルーム

source: The smell is beyond belief, like rotting meat on a hot day. Useful for crafting.
ja_jp: 匂いは暑い日に肉を腐敗のような、信じられないほどです。クラフトに便利です。

source: Elastin
ja_jp: エラスチン

source: A highly elastic, naturally occurring protein. Useful for crafting.
ja_jp: 高弾性、天然に存在するタンパク質。クラフトに便利です。

source: Adrenaline
ja_jp: アドレナリン

source: A naturally occurring hormone. Useful for crafting.
ja_jp: 天然に存在するホルモン。クラフトに便利です。

source: Swim Bladder
ja_jp: 鰾

source: Many Europan lifeforms have a swim bladder containing tissue fluids that can be easily processed into stabilozine and saline.
ja_jp: 多くのEuropan生命体を容易stabilozineおよび生理食塩水に加工することができる水泳膀胱含む組織液を有しています。

source: Adrenaline Gland
ja_jp: アドレナリン腺

source: Contains large amounts of adrenaline, which can be extracted using a deconstructor.
ja_jp: デコンストラクタを使用して抽出することができアドレナリンを大量に含まれています。

source: Guitar
ja_jp: ギター

source: An old acoustic guitar.
ja_jp: 古いアコースティックギター。

source: Harmonica
ja_jp: ハーモニカ

source: An old handmade harmonica.
ja_jp: 古い手作りハーモニカ。

source: Background Rock 1
ja_jp: 背景ロック1

source: Background Rock 2
ja_jp: 背景ロック2

source: Background Rock 3
ja_jp: 背景ロック3

source: Background Rock 4
ja_jp: 背景ロック4

source: Supplies Cabinet
ja_jp: 備品箱

source: Storage for small- and medium-sized items.
ja_jp: 中小アイテム用のストレージ。

source: Medium Steel Cabinet
ja_jp: スチールキャビネット(中)

source: Medium Windowed Steel Cabinet
ja_jp: ミディアムウィンドウ表示スチールキャビネット

source: Large Steel Cabinet
ja_jp: 大型スチールキャビネット

source: Secure Steel Cabinet
ja_jp: セキュアスチールキャビネット

source: Lockable storage for small- and medium-sized items.
ja_jp: 中小アイテムのロック可能ストレージ。

source: Railgun Shell Rack
ja_jp: レールガンシェルラック

source: A way to neatly stow railgun shells.
ja_jp: きちんとレールガンの殻を積み込むための方法。

source: Coilgun Ammunition Shelf
ja_jp: コイルガンの弾薬収納庫

source: A way to neatly stow coilgun ammunition.
ja_jp: きちんとコイルガンの弾薬を積み込むための方法。

source: Medicine Cabinet
ja_jp: 薬箱

source: Stow meds here.
ja_jp: ストウはここにクスリ。

source: Toxin Cabinet
ja_jp: 毒素内閣

source: Stow poisons here.
ja_jp: ここストウ毒。

source: Diving Suit Locker
ja_jp: 潜水具ロッカー

source: A diving suit locker with one dive-ready suit.
ja_jp: 1ダイブ・レディスーツで潜水具ロッカー。

source: Large Diving Suit Locker
ja_jp: 大型の潜水具ロッカー

source: Neatly stores multiple diving suits.
ja_jp: きちんと複数の潜水具を格納します。

source: Oxygen Tank Shelf
ja_jp: 酸素ボンベ収納庫

source: Neatly stores multiple oxygen tanks.
ja_jp: きちんと複数の酸素ボンベを格納します。

source: Metal Crate
ja_jp: メタルクレート

source: A vessel in which items may be stored.
ja_jp: アイテムが格納可能な容器。

source: Secure Metal Crate
ja_jp: セキュアメタルクレート

source: A secure vessel in which items may be stored.
ja_jp: アイテムを格納することができるセキュア容器。

source: Explosive Crate
ja_jp: 爆発クレート

source: A vessel in which explosives may be stored.
ja_jp: 爆薬を格納することが可能な容器。

source: Chemical Crate
ja_jp: 化学クレート

source: A vessel in which chemicals may be stored.
ja_jp: 化学薬品が格納可能な容器。

source: Fire Extinguisher Bracket
ja_jp: 消火器ブラケット

source: Holds a fire extinguisher to the wall.
ja_jp: 隔壁に消火器を保持します。

source: Weapon Holder
ja_jp: 武器ホルダー

source: A place to stow your weapons neatly.
ja_jp: きちんと自分の武器を積み込むための場所。

source: Windowed Door
ja_jp: ウィンドウ表示ドア

source: A sliding door with integrated window.
ja_jp: 統合されたウィンドウでスライドドア。

source: Hatch
ja_jp: ハッチ

source: A door, but on the horizontal axis.
ja_jp: ドアが、横軸に。

source: Docking Port
ja_jp: ドッキングポート

source: A vertically aligned docking interface. Locks to another docking port to form a watertight seal and allow passage between subs, shuttles and locations.
ja_jp: 垂直方向に整列ドッキングインターフェース。水密シールを形成し、潜水艦S、シャトルと場所との間の通路を可能にする別のドッキングポートにロックします。

source: Docking Hatch
ja_jp: ドッキングハッチ

source: A horizontally aligned docking interface. Locks to another docking hatch to form a watertight seal and allow passage between subs, shuttles and locations.
ja_jp: 水平配向ドッキングインターフェース。別のドッキングハッチのロックは、防水シールを形成し、潜水艦S、シャトルと場所との間の通路を可能にします。

source: Duct Block
ja_jp: ダクトブロック

source: A mechanically operated vent that may be opened or closed to allow the passage of water.
ja_jp: 水の通過を可能にするために開閉することができる機械的に操作ベント。

source: Label
ja_jp: ラベル

source: Decorative text label.
ja_jp: 装飾的なテキストラベル。

source: Text Display
ja_jp: テキスト表示

source: A scrolling text display.
ja_jp: スクロールテキスト表示。

source: Ladder
ja_jp: 梯子

source: Allows for vertical locomotion.
ja_jp: 垂直方向の運動を可能にします。

source: Fuel Rod
ja_jp: 燃料棒

source: A bar of enriched uranium, for use within a reactor.
ja_jp: 原子炉内で使用するための濃縮ウランのバー、。

source: Fulgurium Fuel Rod
ja_jp: フルグリム燃料ロッド

source: A bar of enriched fulgurium, for use within a reactor. Generates significantly more heat and lasts longer than uranium fuel rods.
ja_jp: 反応器内で使用するための富化フルグリムのバー。かなり多くの熱を発生し、ウラン燃料棒よりも長持ちします。

source: Thorium Fuel Rod
ja_jp: トリウム燃料ロッド

source: A thorium bar, for use within a reactor. Generates slightly more heat and lasts longer than uranium fuel rods.
ja_jp: 原子炉内で使用するためのトリウムバー、。少し熱を発生し、ウラン燃料棒よりも長持ちします。

source: Coilgun Bolt
ja_jp: コイルガンボルト

source: For firing from a coilgun.
ja_jp: コイルガンから発射するため。

source: Depth Charge Shell
ja_jp: デプスチャージシェル

source: A barrel of explosives. Will sink and then explode.
ja_jp: 爆発物のバレル。沈み、その後爆発します。

source: Nuclear Depth Charge
ja_jp: 核爆雷

source: A barrel of really big explosives. Will sink and then explode.
ja_jp: 本当に大きな爆発物のバレル。沈み、その後爆発します。

source: Depth Decoy Shell
ja_jp: 深デコイシェル

source: A decoy that can be deployed via the depth charge launcher. Will sink while producing a loud acoustic signal to attract attention away from the sub.
ja_jp: 爆雷ランチャー経由で展開することができ、おとり。離れ潜水艦からの注目を引き付けるために大声で音響信号を生成しながらシンクします。

source: Nuclear Depth Decoy
ja_jp: 原子力深デコイ

source: Railgun Shell
ja_jp: レールガンシェル

source: For firing from a railgun.
ja_jp: レールガンから発射するため。

source: Nuclear Shell
ja_jp: 原子力シェル

source: A nuclear shell for use with a railgun.
ja_jp: レールガンで使用するための核シェル。

source: Physicorium Shell
ja_jp: サイコリウムシェル

source: Sky Alien Artifact
ja_jp: スカイエイリアンアーティファクト

source: Artifact found in alien ruins.
ja_jp: エイリアンの遺跡で見つかったアーティファクト。

source: Thermal Alien Artifact
ja_jp: 熱エイリアンアーティファクト

source: Faraday Alien Artifact
ja_jp: ファラデーエイリアンアーティファクト

source: Nasonov Alien Artifact
ja_jp: Nasonovエイリアンアーティファクト

source: Psychosis Alien Artifact
ja_jp: 精神病エイリアンアーティファクト

source: Alien Trinket
ja_jp: エイリアン小物

source: Minor artifact found in alien ruins.
ja_jp: エイリアンの遺跡で見つかったマイナーアーティファクト。

source: Alien Curio
ja_jp: エイリアンキュリオ

source: Alien Ornament
ja_jp: エイリアンの飾り

source: Oxygenite Shard
ja_jp: Oxygeniteシャード

source: An alien mineral.
ja_jp: 外国人の鉱物。

source: Sulphurite Shard
ja_jp: Sulphuriteシャード

source: Ancient Weapon
ja_jp: 古代の武器

source: A weapon with powerful capabilities.
ja_jp: 強力な能力を持つ武器。

source: Alien Hatch
ja_jp: エイリアンハッチ

source: A horizontal hatch for alien ruins.
ja_jp: エイリアンの遺跡の水平方向のハッチ。

source: Alien Door
ja_jp: エイリアンドア

source: A vertical door for alien ruins.
ja_jp: エイリアンの遺跡の垂直方向のドア。

source: Alien Motion Sensor
ja_jp: エイリアンモーションセンサー

source: A motion detector used by aliens.
ja_jp: 外国人によって使用される動き検出器。

source: Artifact Holder
ja_jp: アーティファクトホルダー

source: For holding major artifacts.
ja_jp: 主要な成果物を保持します。

source: Alien Generator
ja_jp: エイリアンジェネレータ

source: Converts alien power cells to electricity.
ja_jp: 電気にエイリアンパワーセルに変換します。

source: Alien Power Cell
ja_jp: エイリアンパワーセル

source: An alien power source.
ja_jp: エイリアンの電源。

source: Alien Pump
ja_jp: エイリアンポンプ

source: Used to pump water in and out of ruins.
ja_jp: し、遺跡の外に水をポンプするために使用されます。

source: Alien Button
ja_jp: エイリアンボタン

source: Sends a signal to alien mechanisms.
ja_jp: エイリアン機構に信号を送ります。

source: Alien Turret
ja_jp: エイリアンタレット

source: A stationary turret found in alien ruins.
ja_jp: エイリアンの遺跡で見つかった静止タレット。

source: Alien Projectile
ja_jp: エイリアンプロジェクタイル

source: Fired from alien turrets.
ja_jp: エイリアンの砲塔から発射。

source: Alien Coil
ja_jp: エイリアンコイル

source: Discharges electricity; used in alien ruins.
ja_jp: 電気を放電します。エイリアンの遺跡で使用。

source: Alien Vent
ja_jp: エイリアンベント

source: Emits gases in alien ruins.
ja_jp: エイリアンの遺跡内のガスを放出します。

source: Small Alien Chest
ja_jp: 小さなエイリアン・チェスト

source: Small alien item container.
ja_jp: 小さなエイリアンアイテムコンテナ。

source: Large Alien Chest
ja_jp: 大エイリアンチェスト

source: Large alien item container.
ja_jp: 大きなエイリアンアイテムコンテナ。

source: Alien Light Component
ja_jp: エイリアン光成分

source: Emits light; used in alien ruins.
ja_jp: 光を発します。エイリアンの遺跡で使用。

source: Reactor room
ja_jp: 原子炉の部屋

source: Engine room
ja_jp: エンジンルーム

source: Command room
ja_jp: コマンド部屋

source: Airlock
ja_jp: エアロック

source: Ballast
ja_jp: バラスト

source: Upper aft side
ja_jp: アッパー後方側

source: Upper mid
ja_jp: アッパーミッド

source: Upper fore side
ja_jp: アッパー前側

source: Mid aft side
ja_jp: ミッド後方側

source: Amidships
ja_jp: 船体中央部

source: Mid fore side
ja_jp: ミッド前側

source: Lower aft side
ja_jp: 下後方側

source: Lower mid
ja_jp: 下中旬

source: Lower fore side
ja_jp: 下前側

source: [dir] o'clock
ja_jp: [dir] 時

source: Ballast tank A
ja_jp: バラストタンクA

source: Ballast tank B
ja_jp: バラストタンクB

source: Ballast tank C
ja_jp: バラストタンクC

source: Ballast tank E
ja_jp: バラストタンクE

source: Stowage compartment
ja_jp: 収納区画

source: Berthing compartment
ja_jp: 停泊区画

source: Utility compartment
ja_jp: ユーティリティ区画

source: Rear ballast
ja_jp: リアバラスト

source: Front ballast
ja_jp: フロントバラスト

source: Engineering
ja_jp: エンジニアリング

source: Armory
ja_jp: 武器庫

source: Docking port
ja_jp: ドッキングポート

source: Upper docking port
ja_jp: アッパードッキングポート

source: Lower docking port
ja_jp: 下ドッキングポート

source: Brig
ja_jp: 獄舎

source: Crew quarters
ja_jp: 乗員四半期

source: Junction compartment
ja_jp: 配電部品

source: Central access passage
ja_jp: 中央アクセス通路

source: Central access shaft
ja_jp: 中央アクセスシャフト

source: Forward access shaft
ja_jp: フォワードアクセスシャフト

source: Aft access shaft
ja_jp: 後部アクセスシャフト

source: Ventral Coilgun Control
ja_jp: 腹側コイルガンコントロール

source: Dorsal Coilgun Control
ja_jp: 背コイルガンコントロール

source: Rear Coilgun Control
ja_jp: リアコイルガンコントロール

source: Front Coilgun Control
ja_jp: フロントコイルガンコントロール

source: Ventral Railgun Control
ja_jp: 腹側レールガンコントロール

source: Dorsal Railgun Control
ja_jp: 背レールガンコントロール

source: Rear Railgun Control
ja_jp: リアレールガンコントロール

source: Front Railgun Control
ja_jp: フロントレールガンコントロール

source: Toggle Docking
ja_jp: トグルドッキング

source: Reactor Shutdown
ja_jp: 原子炉停止

source: Engine #1
ja_jp: エンジン#1

source: Engine #2
ja_jp: エンジン#2

source: Aux. engine
ja_jp: 補助。エンジン

source: Launch Decoy
ja_jp: デコイを起動します

source: Launch Depth Charge
ja_jp: 起動爆雷

source: Upper Discharge Coil
ja_jp: アッパー放電コイル

source: Lower Discharge Coil
ja_jp: 排出下コイル

source: Ext. camera view
ja_jp: 内線。カメラビュー

source: Ventral camera view
ja_jp: 腹側カメラビュー

source: Dorsal camera view
ja_jp: 背カメラビュー

source: Reactor temp.
ja_jp: 原子炉の温度。

source: Let all water drain before exiting
ja_jp: 終了する前に、すべての水抜きをしてみましょう

source: Alpha Deck
ja_jp: アルファデッキ

source: Gamma Deck
ja_jp: ガンマデッキ

source: Delta Deck
ja_jp: デルタデッキ

source: Ready to dock
ja_jp: ドッキングする準備ができました

source: Docked
ja_jp: ドッキング

source: Emergency door override
ja_jp: 緊急時のドアのオーバーライド

source: Emergency hatch override
ja_jp: 緊急ハッチオーバーライド

source: Supplies
ja_jp: 備品

source: Toggle Batteries
ja_jp: トグルバッテリー

source: Toggle Siren
ja_jp: トグルサイレン

source: Emergency
ja_jp: 緊急

source: Backup power array
ja_jp: バックアップ電源配列

source: Drone control
ja_jp: ドローン制御

source: Status
ja_jp: 状態

source: Online
ja_jp: オンライン

source: Offline
ja_jp: オフライン

source: Open
ja_jp: 開いた

source: Ballast hatch
ja_jp: バラストハッチ

source: Dimensions
ja_jp: 大きさ

source: Preview image not found
ja_jp: プレビュー画像が見つかりません

source: Preview image
ja_jp: プレビュー画像

source: Recommended crew size
ja_jp: 推奨乗組員のサイズ

source: Recommended crew experience
ja_jp: 推奨乗組員の経験

source: Required content packages
ja_jp: 必要なコンテンツパッケージ

source: Beginner
ja_jp: 初心者

source: Intermediate
ja_jp: 経験者

source: Experienced
ja_jp: 熟練者

source: Modify the quantity of items to be spawned on the sub initially
ja_jp: 最初潜水艦上にスポーンされるアイテムの数量を変更します

source: Auto Loadout
ja_jp: オートバックパック内

source: Humpback
ja_jp: ザトウクジラ

source: A former military vessel, WH4-L3 'Humpback' has been outfitted to withstand most of the dangers in deep Europa. Her relatively high velocity is offset by low maneuverability. As she's still boasting an older model reactor, power needs to be supplemented by a backup battery array or the crew will find themselves unable to run all of the new equipment.
ja_jp: 旧軍の容器、WH4-L3「ザトウクジラは」深いヨーロッパにおける危険のほとんどに耐えられるように装備されています。彼女の比較的高い速度が低い機動性によって相殺されます。彼女は、古いモデルの原子炉を誇るていますように、電力は、バックアップバッテリーアレイによって補完される必要があるか、乗組員は、自身ができない新しい機器のすべてを実行することができます。

source: Bunyip
ja_jp: バニップ
